<?php
	$arr = array(
		array(
			'name'=>'11上海市松江区万达广场地下一层1店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<50km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层2店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<40km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层3店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<20km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层4店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<10km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层5店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<0km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层2店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<40km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层3店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<20km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层4店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<10km'
		),
		array(
			'name'=>'上海市松江区万达广场地下一层5店',
			'dz'=> '上海市松江区万达广场地下一层1店223',
			'juli' => '<0km'
		)	
	);
	$data = json_encode($arr);
	echo $data;
?>